[Portuguese]
IDS_TITLE_EXCLUDE=Excluir
IDS_FILE=Ficheiro
IDS_SETTINGS=Definições
IDS_EXIT=Sair
IDS_EDIT=Editar
IDS_PURGE_UNUSED=Purgar aplicações inutilizadas
IDS_PURGE_TIMERS=Purgar temporizadores
IDS_FIND=Localizar
IDS_REFRESH=Actualizar
IDS_VIEW=Ver
IDS_ICONS=Ícones
IDS_ICONSSMALL=Pequenos
IDS_ICONSLARGE=Grandes
IDS_ICONSISHIDDEN=Ocultar ícones
IDS_LANGUAGE=Idioma
IDS_FONT=Letra
IDS_HELP=Ajuda
IDS_WEBSITE=Página Web
IDS_CHECKUPDATES=Procurar actualizações
IDS_DONATE=Agradecer!
IDS_ABOUT=Acerca
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_TRAY_START=Activar filtragem
IDS_TRAY_STOP=Desactivar filtragem
IDS_TRAY_RULES=Regras
IDS_TRAY_BLOCKLIST_RULES=Lista de bloqueados
IDS_TRAY_SYSTEM_RULES=Regras do sistema
IDS_TRAY_USER_RULES=Regras personalizadas
IDS_TRAY_LOGERR=Diário de erros
IDS_ADD_FILE=Adicionar aplicação
IDS_ANY=Todos
IDS_DISABLENOTIFICATIONS=Desactivar notificações
IDS_OPENRULESEDITOR=Criar regra
IDS_TIMER=Temporizador
IDS_DISABLETIMER=Desactivar temporizador
IDS_EXPLORE=Abrir a pasta da selecção
IDS_COPY=Copiar
IDS_SELECT_ALL=Seleccionar tudo
IDS_CHECK=Activar seleccionados
IDS_UNCHECK=Desactivar seleccionados
IDS_ADD=Adicionar
IDS_EDIT2=Editar
IDS_DELETE=Eliminar
IDS_EXPORT=Exportar
IDS_IMPORT=Importar
IDS_RULE_ALLOWLOOPBACK=Permitir ligações loopback para todos
IDS_HIGHLIGHT_INVALID=Inválido (ficheiro não encontrado ou problema de filtro)
IDS_HIGHLIGHT_NETWORK=Aplicação partilhada pela rede
IDS_HIGHLIGHT_PICO=Aplicação pico
IDS_HIGHLIGHT_SIGNED=Aplicação assinada
IDS_HIGHLIGHT_SILENT=Notificações desactivadas
IDS_HIGHLIGHT_SPECIAL=Regras personalizadas
IDS_HIGHLIGHT_SYSTEM=Aplicação do sistema
IDS_GROUP_TIMER=Aplicação de temporizador
IDS_EDITOR=Editor de regras
IDS_NAME=Nome
IDS_RULE=Regra
IDS_PORTVERSION=Família (só portas)
IDS_PROTOCOL=Protocolo
IDS_DIRECTION=Direcção
IDS_ACTION=Acção
IDS_DATE=Data
IDS_FILEPATH=Caminho
IDS_SIGNATURE=Assinatura
IDS_ADDRESS=Endereço
IDS_FILTER=Filtro
IDS_NOTES=Notas
IDS_ADDED=Adicionada
IDS_TIMELEFT=Tempo restante
IDS_SIGN_SIGNED=Assinada
IDS_SIGN_UNSIGNED=Não assinada
IDS_GROUP_ALLOWED=Aplicações permitidas
IDS_GROUP_BLOCKED=Aplicações bloqueadas
IDS_GROUP_ENABLED=Regras activadas
IDS_GROUP_DISABLED=Regras desactivadas
IDS_DIRECTION_1=Saída
IDS_DIRECTION_2=Entrada
IDS_DIRECTION_3=Ambas (Entrada/Saída)
IDS_ACTION_ALLOW=Permitir
IDS_ACTION_BLOCK=Bloquear
IDS_ENABLE_CHK=Activar regra
IDS_WIKI=Ajuda
IDS_SAVE=Gravar
IDS_CLOSE=Fechar
IDS_SETTINGS_GENERAL=Geral
IDS_TITLE_GENERAL=Configuração geral
IDS_TITLE_LANGUAGE=Idioma
IDS_TITLE_CONFIRMATIONS=Confirmações
IDS_TITLE_INTERFACE=Interface
IDS_TITLE_HIGHLIGHTING=Ambiente
IDS_TITLE_LOGGING=Diário de pacotes
IDS_TITLE_NOTIFICATIONS=Notificações
IDS_TITLE_ADVANCED=Avançadas
IDS_ALWAYSONTOP_CHK=Sempre visível
IDS_LOADONSTARTUP_CHK=Iniciar no arranque do sistema
IDS_STARTMINIMIZED_CHK=Iniciar minimizado
IDS_SHOWFILENAMESONLY_CHK=Mostrar apenas nome dos ficheiros
IDS_AUTOSIZECOLUMNS_CHK=Ajustar colunas automaticamente
IDS_SKIPUACWARNING_CHK=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
IDS_CHECKUPDATES_CHK=Procurar actualizações periodicamente (recomendado)
IDS_LANGUAGE_HINT=Seleccionar idioma:
IDS_USESTEALTHMODE_CHK=Evitar análise de portas
IDS_USESTEALTHMODE_HINT=Evitar análise de portas TCP descartando silenciosamente ligações de entrada TCP RST e análise de portas UDP, respondendo a saída ICMP com "Destino inacessível" em ligações de saída ICMP.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Activar filtros no arranque
IDS_INSTALLBOOTTIMEFILTERS_HINT=Prevenir fugas de dados durante a inicialização do sistema, mesmo antes do serviço "Motor de Filtragem Base" (BFE) iniciar.
IDS_USECERTIFICATES_CHK=Verificar assinatura digital das aplicações
IDS_USENETWORKRESOLUTION_CHK=Resolver endereços de rede
IDS_DISABLEWINDOWSFIREWALL_CHK=Desactivar a Firewall do Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Activar a Firewall do Windows
IDS_CONFIRMEXIT_CHK=Pedir confirmação ao sair
IDS_CONFIRMEXITTIMER_CHK=Pedir confirmação ao sair quando há temporizadores activos
IDS_CONFIRMLOGCLEAR_CHK=Confirmar ao apagar registos
IDS_COLORS_HINT=Duplo clique num item para o mudar.
IDS_ENABLELOG_CHK=Activar diário de pacotes em ficheiro
IDS_LOGSHOW=Mostrar diário
IDS_LOGCLEAR=Limpar diário
IDS_LOGSIZELIMIT_HINT=Tamanho máximo de diário: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Activar notificação de pacotes
IDS_NOTIFICATIONSOUND_CHK=Activar notificações sonoras
IDS_NOTIFICATIONTIMEOUT_HINT=Intervalo entre notificações similares (seg.):
IDS_NOTIFY_TOOLTIP=Criar uma regra especial para permitir o acesso ao endereço e/ou porta para esta aplicação
IDS_QUESTION=Tem a certeza?
IDS_QUESTION_DELETE=Deseja eliminar item(s)?
IDS_QUESTION_START=Isto vai bloquear o acesso à rede a aplicações de acordo com a configuração seleccionada! Deseja continuar?
IDS_QUESTION_STOP=Isto vai restaurar o acesso à rede a todas as aplicações bloqueadas! Deseja continuar?
IDS_QUESTION_EXIT=Os filtros instalados continuarão a funcionar mesmo que saia. Deseja continuar?
IDS_QUESTION_TIMER=Temporizadores activados. Os temporizadores só funcionam enquanto a aplicação está a correr. Deseja sair?
IDS_QUESTION_TIMERS=Eliminar todos os temporizadores?
IDS_QUESTION_FLAG_CHK=Não voltar a perguntar
IDS_STATUS_EMPTY=Empty.
IDS_STATUS_SYNTAX_ERROR=Erro de sintaxe na regra!
IDS_ADDRESS_LOCAL=Origem
IDS_ADDRESS_REMOTE=Destino
IDS_UPDATE_ERROR=Erro de ligação ao servidor de actualização.
IDS_UPDATE_DOWNLOAD=A transferir actualização...
IDS_UPDATE_DONE=Transferência da actualização terminada.
IDS_GROUP_SPECIAL_APPS=Aplicações com regras personalizadas
IDS_RULE_ALLOWLOOPBACK_HINT=Isto permite todo o tráfego loopback.
IDS_RESET=Repor
IDS_EXCLUDESTEALTH_CHK=ligações do explorador de portas
IDS_EXCLUDEBLOCKLIST_CHK=lista negra
IDS_UPDATE_INIT=A procurar novas versões…
IDS_UPDATE_INSTALL=Actualização disponível, deseja instalá-la?
IDS_EXCLUDECUSTOM_CHK=regras do utilizador
IDS_EXCLUDECLASSIFYALLOW_CHK=ligações permitidas
IDS_STATUS_TIMER_DONE=Temporizador expirado!
IDS_ICONSEXTRALARGE=Extra grande
IDS_STATUS_UNUSED_APPS=Aplicações não utilizadas
IDS_STATUS_TIMER_APPS=Aplicações com temporizador
IDS_SECUREFILTERS_CHK=Enable protection of installed filters
IDS_SECUREFILTERS_HINT=Prevent unauthorized applications from accessing the installed filters.
IDS_USEREFRESHDEVICES_CHK=Actualizar filtros quando forem ligados dispositivos de armazenamento
IDS_RULE_ALLOW6TO4=Permitir redireccionamento Ipv6 (6to4) para todos
IDS_RECOMMENDED=recomendado
IDS_ICONSISTABLEVIEW=Mostrar como tabela
IDS_ACTION_ALLOW_HINT=Permitir acesso à rede para sempre
IDS_ACTION_BLOCK_HINT=Bloquear acesso à rede para sempre
IDS_ACTION_LATER_HINT=Ignore and ask me later
IDS_RULE_APPLY_2=Aplicar "%s" para a aplicação
IDS_EDITRULES=Editar regras
IDS_TAB_APPS=Aplicações
IDS_TAB_SERVICES=Serviços
IDS_TAB_PACKAGES=Aplicações UWP
IDS_TAB_NETWORK=Ligações
IDS_STATE=Estado
IDS_STATUS_FILTERS_ACTIVE=Os filtros estão activados!
IDS_STATUS_FILTERS_INACTIVE=Os filtros estão desactivados!
IDS_STATUS_FILTERS_PROCESSING=A aplicar filtros
IDS_HIGHLIGHT_CONNECTION=Tem ligações à rede
IDS_SHOWINLIST=Mostrar na lista
IDS_BLOCKLIST_SPY=Servidores de espionagem e telemetria da Microsoft
IDS_BLOCKLIST_UPDATE=Servidores de actualizações Microsoft
IDS_BLOCKLIST_EXTRA=Servidores de aplicações Microsoft
IDS_PORT=Porta
IDS_NOTIFY_TITLE=Alerta de rede
IDS_NOTIFY_HEADER=Network connection was blocked
IDS_DISABLE=Desactivar
IDS_TITLE_SECURITY=Segurança
IDS_LOGVIEWER_HINT=Aplicação de análise de diários
IDS_NOTIFICATIONONTRAY_CHK=Mostrar notificação na bandeja do sistema
IDS_NETWORK_CLOSE=Fechar ligação
IDS_RULE_BLOCKOUTBOUND=Bloquear todas as ligações de saída
IDS_RULE_BLOCKINBOUND=Bloquear todas as ligações de entrada
IDS_VIEW_ICON=Ícones
IDS_VIEW_DETAILS=Detalhes
IDS_VIEW_TILE=Mosaicos
IDS_RULE_HINT=Se deixar campos em branco, a regra é aplicada em todas as portas e endereços
IDS_RULE_APPS_HINT=Se não seleccionar aplicações, a regra é aplicada a todas
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtros activados até reiniciar
IDS_INSTALL_PERMANENT=Regras permanentes. As regras funcionam até que as desactive manualmente.
IDS_INSTALL_TEMPORARY=Regras temporárias. As regras são repostas após o próximo arranque.
IDS_ENABLEUILOG_CHK=Activar ambiente de diário de pacotes
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Activar modo silencioso com aplicações em ecrã completo
IDS_TITLE_TRAY=Ícone da bandeja do sistema
IDS_TRAYICONSINGLECLICK_CHK=Clique único no ícone da bandeja do sistema para abrir
IDS_ENABLE_APP_CHK=Enable network access
IDS_APP_HINT=There is no reason to set any permissive rule for app with already enabled internet access.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Confirm when allowing application
IDS_QUESTION_ALLOW=Are you sure you want to enable full internet access for this application?
IDS_SHOWSEARCHBAR_CHK=Show search bar
IDS_LAYER=Layer
IDS_RULE_ALLOWWINDOWSUPDATE=Allow Windows Update
IDS_ACTION_TERMINATE_HINT=Terminate process
IDS_PROFILE_TYPE=Profile type
IDS_USEAPPMONITOR_CHK=Monitor apps changing
IDS_DISABLEREMOVAL=Disable removal
IDS_USEHASHES_CHK=Check apps for sha-256 hash
IDS_COMMENT=Comments
IDS_USEDARKTHEME=Use dark theme
IDS_KEEPUNUSED_CHK=Keep unused apps
IDS_UPDATE_NO=Não existem actualizações disponíveis.
IDS_UPDATE_YES=Actualização disponível. Transferir e instalar agora?
IDS_UPDATE_SPEED=Speed
IDS_RULE_FOR_ALL=for all
IDS_RULE_FOR_APPS=for apps
IDS_PROFILE_TYPE_PLAIN=Plain
IDS_PROFILE_TYPE_COMPRESSED=Compressed
IDS_PROFILE_TYPE_ENCRYPTED=Encrypted
IDS_SESSION_ONLY=session only
IDS_LIMIT_REACHED=Limit reached.
IDS_INTERNAL_RULE=Internal rule
IDS_LOADING=Loading...
IDS_DIRECTION_REMOTE=Remote
IDS_DIRECTION_LOCAL=Local
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
